/* 
  LocalizableStrings.strings
  Vigenere

  Created by Vincent PUGET on 13/08/2015.
  Copyright (c) 2015 Vincent PUGET. All rights reserved.
*/

"x" = "X";
"encrypt" = "ENCRYPT";
"decrypt" = "DECRYPT";
"matrix" = "MATRIX";
"key" = "Key";
"textHere" = "Here the text to be encrypted";
"matrixName" = "Matrix name";
"save" = "SAVE";
"cancel" = "CANCEL";